<?
define('YOUR', 'Ваш');
define('NO_VID', 'имеет не правильный вид');
define('E_PR_Q', 'уже получил приглашение, используйте другой');
define('E_PR_W', 'уже получил приглашение или был в повторе');
define('E_PR_P', 'был в повторе');
define('NOPOLE', 'Какое то поле не заполнено');
define('ERRORQ', 'При регистрации произошли следующие ошибки. Исправьте их!');
define('FIOMIN', 'Ф.И.О слишком короткое');
define('FIOMAX', 'Ф.И.О слишком длинное');
define('MYSQL_CON_ERROR', 'Ошибка подключения к серверу базы данных! Сайт временно не работает! Приносим свои извинения');
define('MYSQL_DB_ERROR', 'Ошибка базы данных! Сайт временно не работает! Приносим свои извинения');
define('NO_FOTO_FORMAT', 'Формат фото не правельный. Используйте .JPG .JPEG .GIF');
define('FOTO_ERROR', 'Ошибка при загрузке фото. Попробуйте загрузить другое.');
define('FOTO_ERROR_HACK', 'Это не фото!');
define('NO_POL', 'Пол не верен');
define('NO_VOZ', 'Возраст не верен');

define('AVQ', 'Поздравляем! Анкета прошла регистрацию!');
define('AVW', 'Теперь Ваша анкета должна пройти модерацию.');
define('AVE', 'После проверки анкеты на Ваш');
define('AVR', 'прийдет сообщение со статусом анкеты - "пройдено", "не пройдено".');
define('AVT', 'Вся информация, которая была заполнена Вами, а это - Ф.И.О., E-mail, возраст и пол никому не будут предоставленны');
define('AVY', 'Удаление анкеты возможно ТОЛЬКО при подтверждении личности, для полной информации свяжитесь с Администрацией сайта');

define('ANQ', 'Введите Ваши данные');
define('ANW', 'Ф.И.О');
define('ANE', 'Ваш пол');
define('ANR', 'мужской');
define('ANT', 'женский');
define('ANY', 'Ваш возраст');
define('ANU', 'Фото');
define('ANI', 'Введите 5 E-mail адресов Ваших друзей');
define('ANO', 'Зарегистрировать');
define('ANP', 'Сброс');

define('AWQ', 'ты еще можешь успеть... нас уже');
define('AWW', 'Главная');
define('AWE', 'FAQ');
define('AWR', 'Вопрос');
define('AWТ', 'Ответ');
define('AWT', 'О конкурсе');
define('AWY', 'Ваш возраст');
define('AWU', 'Фото');
define('AWI', 'Введите 5 E-mail адресов Ваших друзей');
define('AWO', 'Регимся! =)');
define('AWP', 'Сброс');

define('RECLAMA', 'На нашем сайте возможно разместить как текстовую так и баннер рекламу.
Для обсуждения напишите одному из <a href="./obsv.php">Администраторов</a>');

define('OBQ', 'Ваше сообщение отправленно');
define('OBW', 'Сообщение не отправленно! Попробуйте еще раз!');
define('OBE', 'Администратор');
define('OBR', 'Тех.поддержка');
define('OBT', 'Сообщение');
define('OBY', 'Отправить');
define('OBU', 'Указывайте в сообщении каким образом можно с Вами связаться');
define('OBI', 'Введите код');

define('OBIWW', 'Плюсов');
define('OBIFF', 'Минусов');
define('OBIDD', 'Баллов');
define('OBIGG', 'Результат проверки анкеты');
define('OBIDVD', 'Здравствуйте, Ваша анкета не прошла модерацию. 
Попробуйте зарегистрироваться еще раз.

С Уважением, Администрация loosandwin.ru');
define('GBDGBBD', 'Здравствуйте, Ваша анкета успешно прошла модерацию.
Ждите приглашение на конкурс.

С Уважением, Администрация loosandwin.ru');


define('VORR', 'Вопрос');
define('OTVET', 'Ответ');
define('ZADDV', 'Задать вопрос');
define('ADMINMNO', 'Администрация может не отвечать на Ваш вопрос, если он не несет никакой общей темы!');
define('PRVSITE', 'Правила сайта/Правила участия');
define('SPONS', 'Реклама на сайте, спонсорство');
define('MERROR', 'Ошибки');
define('OBIS', 'Обратная связь');
define('REGSQW', 'Регистрация на сайте');
define('RYLLES', 'Правила регистрации
1.	К участию допускаются только люди, достигшие возраста 14 лет.
2.	Участник должен указать достоверную информацию
3.	Фотография должна быть только вертикальной, и не должна превышать 5мб
4.	Допускается только свое фото

Правила участия
1.	К участию допускаются те, чьи анкеты пройдут активацию администрацией. Для того что бы Ваша анкета прошла активации соблюдайте пункты правил регистрации
2.	Запрещается накручивать свои анкеты, в любых проявлениях
3.	Запрещается выкладывать чужую фотографию или давать заведомо ложные данные

Все Ваши данные закрыты от других пользователей, кроме Вашей фотографии и результатов конкурса.');
define('SFGBDG', 'Здравствуйте, Ваш E-mail был указан в форме регистрации на сайте loosandwin.ru 
Если Вы не регистрировались на нашем сайте, - сообщите об этом в ответном письме.
Если регистрировались, то просто проигнорируйте это сообщение.
В течении суток Вам прийдет письмо со статусом Вашей регистрации.

С Уважением, Администрация loosandwin.ru');
define('SCSCSCS', 'Пароль не верен');
define('FOTOBIG', 'Фото очень большое! Размер фото не больше 5 мб.');
define('PRIGOTVD', 'Приглашение от Ваших друзей');
define('OIUYT', 'Здравствуйте, один из Ваших друзей указал Ваш E-mail в форме регистрации на сайте loosandwin.ru 
Если Вам интересно что именно делает Ваш друг у нас на конкурсе, то просим http://loosandwin.ru (<a href="http://loosandwin.ru">http://loosandwin.ru</a>)
Ты так же можешь принять участие в нашем конкурсе!

С Уважением, Администрация loosandwin.ru');

define('OSITESS', 'Наверное многие из нас знают историю face-mash, на данном сайте в режиме реального времени сравнивались ученики одного из вузов. 
Так вот эта самая идея и легла в основании этого проекта. Но развитие совсем иное.

Сам конкурс делится на 2 этапа:

1.	Регистрация.
На данном этапе мы собираем анкеты для участия в конкурсе. 
Мы решили что сравнивать мальчика и девочку не совсем гуманно, потому анкеты делятся на девочек и мальчиков.

2.	Само голосование.
Голосование имеет вид: при каждом обновлении страницы Вы получаете 2 фотографии(2 мальчика или 2 девочки), выбираете лучшую и нажимаете на нее, - страница обновляется и круг замыкается.

На начальном этапе у каждого из конкурсантов 1000 баллов и при каждом участии он получет + или -, в зависимости понравится ли его фото или нет. Когда количество баллов анкеты становится <=0 – анкета удаляется.
Конкурс длится до тех пор, пока не останется 2 конкурсанта – 1 девочка и 1 мальчик.
Выигравшие получают по 1 планшету <b>Samsung GALAXY Tab</b>');
?>