<? 
define ('YOUR', 'Ваш'); 
define ('NO_VID', 'має не правильний вигляд'); 
define ('E_PR_Q', 'вже отримав запрошення, використовуйте інший'); 
define ('E_PR_W', 'вже отримав запрошення або був у повторі'); 
define ('E_PR_P', 'був у повторі'); 
define ('NOPOLE', 'Яке то поле не заповнено'); 
define ('ERRORQ', 'При реєстрації відбулися наступні помилки. Виправте їх!'); 
define ('FIOMIN', 'П.І.Б занадто коротке'); 
define ('FIOMAX', 'П.І.Б занадто довге'); 
define ('MYSQL_CON_ERROR', 'Помилка підключення до сервера бази даних! Сайт тимчасово не працює! Приносимо свої вибачення'); 
define ('MYSQL_DB_ERROR', 'Помилка бази даних! Сайт тимчасово не працює! Приносимо свої вибачення'); 
define ('NO_FOTO_FORMAT', 'Формат фото не правельний. Використовуйте. JPG. JPEG. GIF'); 
define ('FOTO_ERROR', 'Помилка при завантаженні фото. Спробуйте завантажити інше.'); 
define ('FOTO_ERROR_HACK', 'Це не фото!'); 
define ('NO_POL', 'Пол не вірний'); 
define ('NO_VOZ', 'Вік не вірний'); 

define ('AVQ', 'Вітаємо! Анкета пройшла реєстрацію!'); 
define ('AVW', 'Тепер Ваша анкета повинна пройти модерацію.'); 
define ('AVE', 'Після перевірки анкети на Ваш'); 
define ('AVR', 'прийде повідомлення зі статусом анкети - "пройдено", "не пройдено ".'); 
define ('AVT', 'Вся інформація, яка була заповнена Вами, а це - П.І.Б., E-mail, вік і стать нікому не будуть надані'); 
define ('AVY', 'Видалення анкети можливо ТІЛЬКИ при підтвердженні особистості, для повної інформації зв\'яжіться з Адміністрацією сайту'); 

define ('ANQ', 'Введіть Ваші дані'); 
define ('ANW', 'П.І.Б'); 
define ('ANE', 'Ваша стать'); 
define ('ANR', 'чоловічий'); 
define ('ANT', 'жіночий'); 
define ('ANY', 'Ваш вік'); 
define ('ANU', 'Фото'); 
define ('ANI', 'Введіть 5 E-mail адрес Ваших друзів'); 
define ('ANO', 'Зареєструвати');
define ('ANP', 'Скидання'); 

define ('AWQ', 'ти ще можеш встигнути ... нас вже'); 
define ('AWW', 'Головна'); 
define ('AWE', 'FAQ'); 
define ('AWR', 'Питання'); 
define ('AWТ', 'Відповідь'); 
define ('AWT', 'Про конкурс'); 
define ('AWY', 'Ваш вік'); 
define ('AWU', 'Фото'); 
define ('AWI', 'Введіть 5 E-mail адрес Ваших друзів'); 
define ('AWO', 'Регімся! =)'); 
define ('AWP', 'Скидання'); 

define ('RECLAMA', 'На нашому сайті можливо розмістити як текстову так і банер рекламу. 
Для обговорення напишіть одному з <a href="./obsv.php">Адміністраторів</a> '); 

define ('OBQ', 'Ваше повідомлення надіслано'); 
define ('OBW', 'Повідомлення не надіслано! Спробуйте ще раз!'); 
define ('OBE', 'Адміністратор'); 
define ('OBR', 'Тех.підтримка'); 
define ('OBT', 'Повідомлення'); 
define ('OBY', 'Відправити'); 
define ('OBU', 'Вказуйте в повідомленні яким чином можна з Вами зв\'язатися'); 
define ('OBI', 'Введіть код'); 

define ('OBIWW', 'Плюсів'); 
define ('OBIFF', 'Мінусів'); 
define ('OBIDD', 'Балів'); 
define ('OBIGG', 'Результат перевірки анкети'); 
define ('OBIDVD', 'Доброго дня, Ваша анкета не пройшла модерацію. 
Спробуйте зареєструватися ще раз. 

З повагою, Адміністрація loosandwin.ru '); 
define ('GBDGBBD', 'Доброго дня, Ваша анкета успішно пройшла модерацію. 
Чекайте запрошення на конкурс. 

З повагою, Адміністрація loosandwin.ru '); 


define ('VORR', 'Питання'); 
define ('OTVET', 'Відповідь'); 
define ('ZADDV', 'Поставити запитання'); 
define ('ADMINMNO', 'Адміністрація може не відповідати на Ваше запитання, якщо він не несе ніякої загальної теми!'); 
define ('PRVSITE', 'Правила сайту / Правила участі'); 
define ('SPONS', 'Реклама на сайті, спонсорство'); 
define ('MERROR', 'Помилки'); 
define ('OBIS', 'Зворотній зв\'язок'); 
define ('REGSQW', 'Реєстрація на сайті'); 
define ('RYLLES', 'Правила реєстрації 
1. До участі допускаються лише люди, які досягли віку 14 років. 
2. Учасник повинен вказати достовірну інформацію 
3. Фотографія повинна бути тільки вертикальної, і не повинна перевищувати 5Мб 
4. Допускається лише своє фото 

Правила участі 
1. До участі допускаються ті, чиї анкети пройдуть активацію адміністрацією. Для того що б Ваша анкета пройшла активації дотримуйтесь пункти правил реєстрації 
2. Забороняється накручувати свої анкети, в будь-яких проявах 
3. Забороняється викладати чужу фотографію або давати завідомо неправдиві дані 

Усі Ваші дані закриті від інших користувачів, окрім Вашої фотографії і результатів конкурсу. '); 
define ('SFGBDG', 'Доброго дня, Ваш E-mail був вказаний у формі реєстрації на сайті loosandwin.ru 
Якщо Ви не реєструвалися на нашому сайті, - повідомте про це в листі-відповіді. 
Якщо реєструвалися, то просто ігноруйте це повідомлення. 
Протягом доби Вам прийде лист зі статусом Вашої реєстрації. 

З повагою, Адміністрація loosandwin.ru '); 
define ('SCSCSCS', 'Пароль не вірний'); 
define ('FOTOBIG', 'Фото дуже велике! Розмір фото не більше 5 мб.'); 
define ('PRIGOTVD', 'Запрошення від Ваших друзів'); 
define ('OIUYT', 'Доброго дня, один з Ваших друзів вказав Ваш E-mail в формі реєстрації на сайті loosandwin.ru 
Якщо Вам цікаво що саме робить Ваш друг у нас на конкурсі, то просимо http://loosandwin.ru (<a href="http://loosandwin.ru">http://loosandwin.ru</a>) 
Ти так само можеш взяти участь у нашому конкурсі! 

З повагою, Адміністрація loosandwin.ru '); 

define ('OSITESS', 'Напевно багато хто з нас знають історію face-mash, на даному сайті в режимі реального часу порівнювалися учні одного з вузів. 
Так ось ця сама ідея і лягла в основі цього проекту. Але розвиток зовсім інше. 

Сам конкурс ділиться на 2 етапи: 

1. Реєстрація. 
На даному етапі ми збираємо анкети для участі у конкурсі. 
Ми вирішили що порівнювати хлопчика і дівчинку не зовсім гуманно, тому анкети діляться на дівчаток і хлопчиків. 

2. Саме голосування. 
Голосування має вигляд: при кожному оновленні сторінки Ви отримуєте 2 фотографії (2 хлопчика або 2 дівчинки), вибираєте кращу і натискаєте на неї, - сторінка оновлюється і коло замикається. 

На початковому етапі в кожного з конкурсантів 1000 балів і при кожному участю він Получется + або -, в залежності чи сподобається його фото чи ні. Коли кількість балів анкети стає <= 0 - анкета видаляється. 
Конкурс триває до тих пір, поки не залишиться 2 конкурсанта - 1 дівчинка та 1 хлопчик. 
Переможці отримують по 1 планшету <b>Samsung GALAXY Tab</b> '); 
?>
